Autodesk.Revit.UI.IParamDefExternalButtonUIProvider.GetProviderName
Since:
2025

Autodesk.Revit.UI.IParamDefExternalButtonUIProvider.GetProviderId
Since:
2025

Autodesk.Revit.UI.IParamDefExternalButtonUIProvider.OnClickedButton(Autodesk.Revit.DB.Document,Autodesk.Revit.DB.ElementId,Autodesk.Revit.DB.ElementId)
Since:
2025

Autodesk.Revit.UI.IParamDefExternalButtonUIProvider
IParamDefExternalButtonUIProvider.
Since:
2025